window.menu =
    [
        {
            title: "Тренажер HTML",
            submenu:
                [
                    {
                        title: "Удаление тега списка",
                    },
                    {
                        title: "Добавление тега списка",
                    },
                    {
                        title: "Изменить тег заголовока",
                    },
                    {
                        title: "Добавить изображение",
                    },

                ]
        },
        {
            title: "Тренажер CSS",
            submenu:
                [
                    {
                        title: "Поменять фон страницы",
                    },
                    {
                        title: "Изменить размер шрифта",
                    },
                    {
                        title: "Изменить отступы",
                    },
                    {
                        title: "Изменить цвет текста",
                    },
                ]
        },
    ]