export default
    [
        {
            title: "Тренажер HTML",
            submenu:
                [
                    {
                        title: "Удаление тега <li>",
                    },
                    {
                        title: "Добавление тега <li>",
                    },
                    {
                        title: "Изменить тега <H1>",
                    },
                    {
                        title: "Добавить изображение",
                    },

                ]
        },
        {
            title: "Тренажер CSS",
            submenu:
                [
                    {
                        title: "Система типов",
                    },
                    {
                        title: "Базовые типы",
                    },
                    {
                        title: "NULL",
                    },
                    {
                        title: "Логический тип ",
                    },
                ]
        },
        {
            title: "Переменные",
            submenu: []
        },
        {
            title: "Операторы и выражения",
            submenu:
                [
                    {
                        title: "Оператор присваивания",
                    },
                    {
                        title: "Побитовые операторы",
                    },
                    {
                        title: "Операторы сравнения",
                    },
                    {
                        title: "Логические операторы",
                    },

                ]
        },
        {
            title: "Управляющие конструкции",
            submenu:
                [
                    {
                        title: "If",
                    },
                    {
                        title: "While",
                    },
                    {
                        title: "For",
                    },
                ]
        },
        {
            title: "Функции",
            submenu:
                [
                    {
                        title: "Аргументы функции",
                    },
                    {
                        title: "Возврат значений",
                    },
                ]
        },
        {
            title: "Классы",
            submenu: [
                {
                    title: "Общие понятия",
                },
                {
                    title: "Свойства и методы классов",
                },]
        },
    ]