export default
    [
        {
            title: "Тренажер HTML",
            submenu:
                [
                    {
                        title: "Удаление тега <li>",
                    },
                    {
                        title: "Добавление тега <li>",
                    },
                    {
                        title: "Изменить тега <H1>",
                    },
                    {
                        title: "Добавить изображение",
                    },

                ]
        },
        {
            title: "Тренажер CSS",
            submenu:
                [
                    {
                        title: "Поменять фон страницы",
                    },
                    {
                        title: "Изменить размер шрифта",
                    },
                    {
                        title: "Изменить отступы",
                    },
                    {
                        title: "Изменить цвет текста",
                    },
                ]
        },
    ]