export default
    [
        {
            title: "Основы синтаксиса",
            submenu:
                [
                    {
                        title: "Что такое PHP?",
                    },
                    {
                        title: "Теги PHP",
                    },
                    {
                        title: "Изолирование от HTML",
                    },
                    {
                        title: "Разделение инструкций",
                    },

                ]
        },
        {
            title: "Типы",
            submenu:
                [
                    {
                        title: "Система типов",
                    },
                    {
                        title: "Базовые типы",
                    },
                    {
                        title: "NULL",
                    },
                    {
                        title: "Логический тип ",
                    },
                    {
                        title: "Целые числа",
                    },
                    {
                        title: "Числа с плавающей точкой",
                    },
                    {
                        title: "Строки",
                    },
                    {
                        title: "Массивы",
                    },
                    {
                        title: "Объекты",
                    },
                    {
                        title: "Перечисления",
                    },

                ]
        },
        {
            title: "Переменные",
            submenu: [
                {
                    title: "Перечисления",
                },
            ]
        },
        {
            title: "Операторы и выражения",
            submenu:
                [
                    {
                        title: "Оператор присваивания",
                    },
                    {
                        title: "Побитовые операторы",
                    },
                    {
                        title: "Операторы сравнения",
                    },
                    {
                        title: "Логические операторы",
                    },

                ]
        },
        {
            title: "Управляющие конструкции",
            submenu:
                [
                    {
                        title: "If",
                    },
                    {
                        title: "While",
                    },
                    {
                        title: "For",
                    },
                ]
        },
        {
            title: "Функции",
            submenu:
                [
                    {
                        title: "Аргументы функции",
                    },
                    {
                        title: "Возврат значений",
                    },
                ]
        },
        {
            title: "Классы",
            submenu: [
                {
                    title: "Общие понятия",
                },
                {
                    title: "Свойства и методы классов",
                },]
        },
    ]